<?php

return [
    'users'     => [
        'validation'=> [
            'email'     => [
                'required'  => 'من فضلك ادخل البريد الالكتروني',
                'unique'    => 'هذا البريد تم ادخالة من قبل',
            ],
            'mobile'    => [
                'digits_between'    => 'من فضلك ادخل ٨ ارقام فقط داخل رقم الهاتف',
                'numeric'           => 'يجب ان يتكون رقم الهاتف من ارقام فقط بالانجليزية',
                'required'          => 'من فضلك ادخل رقم الهاتف',
                'unique'            => 'رقم الهاتف تم ادخالة من قبل',
                'exists'            => 'رقم الهاتف أو كود التحقق خطأ',
            ],
            'name'      => [
                'required'  => 'من فضلك ادخل الاسم الشخصي',
            ],
            'password'  => [
                'min'       => 'يجب ان يتكون كلمة المرور من كلمة اكبر من ٦ مدخلات : ارقام او احرف',
                'required'  => 'من فضلك ادخل كلمة المرور',
                'same'      => 'كلمة المرور غير متطابقة مع التآكيد', 
                "not_correct"=>"كلمة المرور الحاليه غير صحيحه",
            ],
            
            "deposit" =>[
                "empty" => "لايمكن القيام بطلب سحب لان حسابك فارغ"
            ]
        ],
        "user_not_have_role" => "نوع المستخدم عير مناسب للقيام  بهذا" ,
        
    ],
];
