<?php
return  [
    "admin_accept_request" => [
        "title"         =>  "لقد تم الموافقه على طلبك من قبل الاداره" ,
        "description"   => "الان انت قادر على استقبال العروض من المشاهير"    
    ],
    "private_business_request" => [
        "title"         =>  "لديك طلب خاص جديد " ,
        "description"   => "لديك طلب خاص جديد من :name "    
    ],
    "ads_accept" => [
        "title"         =>  "لقد تم قبول اعلانك" ,
        "description"   => " تم قبول اعلانك  من قبل الاداره  "    
    ],
    "ads_refuse" => [
        "title"         =>  "لقد تم رفض اعلانك" ,
        "description"   => " تم رفض اعلانك  من قبل الاداره  "    
    ],
    "ads_wait" => [
        "title"         =>  "لقم تم اعادة اعلانك الى مرحلة الانتظار " ,
        "description"   => " تم اعددة اعلانك الى مرحلة الانتظار مره اخره  من قبل الاداره  "    
    ],

    "status"   => [
        "verified"  => [
            "title"         =>  "لقد تم توثيقك من قبل الاداره" ,
            "description"   => " تم نوثيقك من قبل الاداره الان اصبحت تتميز بكافة المميزات "  
        ],
        "not_verified"  => [
            "title"         =>  "لقد تم  الغاء توثيقك من قبل الاداره" ,
            "description"   => "  تم الغاء نوثيقك من قبل لادار ه يمكن التواصل مع الاداره  "  
        ],
        "verified"  => [
            "title"          =>  "لقد تم تنشيط حسابك من قبل الاداره" ,
            "description"   => " تم تنشيطك من قبل الاداره الان اصبحت تتميز بكافة المميزات "  
        ],
        "admin_verified"  => [
            "title"          =>  "لقد تم تنشيط حسابك من قبل الاداره" ,
            "description"   => " تم تنشيطك من قبل الاداره الان اصبحت تتميز بكافة المميزات "  
        ],
        "unactive"  => [
            "title"         =>  "لقد تم  ايقاف حسابك  من قبل الاداره" ,
            "description"   => "  تم تم  ايقاف حسابك  من قبل لادار ه يمكن التواصل مع الاداره  "  
        ],
        "delete"  => [
            "title"         =>  "لقد تم  حذف حسابك  من قبل الاداره" ,
            "description"   => "  تم تم  حذف حسابك  من قبل لادار ه يمكن التواصل مع الاداره  "  
        ],
    ]
    
];