<?php
return [
    "layout" => [
       "footer" => [
            "information" => "المعلومات الاساسيه" ,
            "quick_links" => "روابط سريعة" ,
            "contact_us"    => "تواصل معنا" ,
            "copyrights"    => "جميع الحقوق محفوظة",   
             "developed_by"  => "تم التتطوير بواسطة" ,
             "register_users"=> "اعضاء مسجلين" ,
             "community_ads"  => "اعلانات"   ,
             "choose_langue" => "اختار اللغة" , 


       ] ,
       "header" => [
            "search" => "ابحث عن ماتريد",
            "post_ads" => "نشر اعلانى" ,
            "join_now" => " انضم الان" ,
            "search"   => "بحث"
       ] ,
       "aside" => [
            "post_ads" => "نشر اعلانى" ,
            "author_menu" => "قائمة المستخدم" ,
            "main_menu"    => "القائمة الاساسيه" ,
            "logout"       => " تسجيل الخروج" ,
            "profile"      => "الصفحة الشخصيه", 
            "my_ads"       => "اعلاناتى"   ,
            "favorite"     => "المفضله" ,
            "category_list"=> "اقسام الاعلانات" ,
            "contact_us"   => "تواصل معنا"  ,
            "ads_list"     => "الاعلانات" ,
          
            
        ]
       ],
       "home"=>[
           "recommend"  => "موصى به"   ,
           "must_auth"  => "يجب ان تسجل الدخول لاجراء هذه العمليه"    ,
           "login"      => "تسجيل الدخول",
           "ads"        => "اعلانات", 
           "route"      => "الصفحة الاساسيه",
           "all"           => "عرض الكل",
           "button_all"     => "عرض كل الاعلانات" ,
           "header_msg" => "يمكنك # شراء ، # تأجير ، # حجز أي شيء من هنا." ,
           "header_content" => "قم ببيع وشراء كل شيء من السيارات المستعملة إلى الهواتف المحمولة وأجهزة الكمبيوتر ، أو ابحث عن العقارات والوظائف وغير ذلك الكثير في العالم."
       ],
       "contact_us"=>[
            'alerts'        => [
                'send_message'  => "تم ارسال الرساله بنجاح",
            ],
            "title"      => "تواصل معنا",
            "make_call"  => "اجرى مكالمه معنا"   ,
            "send_email" => "ارسل بريد الكترونى" ,
            'form'          => [
                'btn'       => [
                    'send'  => 'ارسال',
                ],
                'email'     => 'البريد الالكترونى',
                'message'   => 'الرساله',
                'mobile'    => 'الجوال',
                'username'  => 'الاسم',
            ],
       ]
];